{
	"Accept": "Đồng ý",
	"Access protected resources logged in as you": "Truy cập tài nguyên được bảo vệ khi được đăng nhập bởi bạn",
	"Access your email addresses": "Truy cập địa chỉ email của bạn",
	"Access your group membership": "Truy cập nhóm thành viên của bạn",
	"Access your profile information": "Truy cập thông tin tài khoản của bạn",
	"Account Settings": "Cài đặt tài khoản",
	"A notification has been sent to your smartphone": "Thông báo đã được gửi đến điện thoại thông minh của bạn",
	"An email has been sent to your address to complete the process": "Một email đã được gửi tới địa chỉ của bạn để hoàn tất quá trình",
	"An unexpected error occurred": "Một lỗi không mong đợi đã xảy ra",
	"An unknown error occurred": "Một lỗi không xác định đã xảy ra",
	"An unknown security error occurred": "Một lỗi bảo mật không xác định đã xảy ra",
	"Authenticated": "Đã xác thực",
	"Automatically refresh these permissions without user interaction": "Tự động làm mới những quyền hạn này mà không cần sự tương tác của người dùng",
	"Cancel": "Hủy",
	"Client ID": "ID của thiết bị: {{client_id}}",
	"Close": "Đóng",
	"Consent Request": "Yêu cầu đồng ý",
	"Contact your administrator to register a device": "Liên hệ với người quản trị của bạn để đăng ký thiết bị mới",
	"Could not obtain user settings": "Không thể lấy cài đặt người dùng",
	"Deny": "Từ chối",
	"Device selection was bypassed by Duo policy": "Thiết bị đã được bỏ qua bởi chính sách của Duo",
	"Device selection was denied by Duo policy": "Thiết bị đã bị từ chối bởi chính sách của Duo",
	"Enter new password": "Nhập mật khẩu mới",
	"Enter One-Time Password": "Nhập mật khẩu dùng một lần (OTP)",
	"Failed to initiate security key sign in process": "Không thể khởi tạo quá trình đăng nhập khóa bảo mật",
	"Failed to revoke the One-Time Code": "Không thể hủy bỏ mật khẩu dùng một lần (OTP)",
	"Failed to revoke the Token": "Không thể hủy bỏ Token",
	"Hi": "Chào",
	"Incorrect username or password": "Sai tài khoản hoặc mật khẩu",
	"Login": "Đăng nhập",
	"Logout": "Đăng xuất",
	"Manage devices": "Quản lý thiết bị",
	"Methods": "Các phương pháp",
	"Must be at least {{len}} characters in length": "Phải có ít nhất {{len}} ký tự",
	"Must have at least one UPPERCASE letter": "Phải có ít nhất một chữ cái VIẾT HOA",
	"Must have at least one lowercase letter": "Phải có ít nhất một chữ cái viết thường",
	"Must have at least one number": "Phải có ít nhất một chữ số",
	"Must have at least one special character": "Phải có ít nhất một ký tự đặc biệt",
	"Must not be more than {{len}} characters in length": "Không được có hơn {{len}} ký tự",
	"Need Google Authenticator?": "Bạn cần Google Authenticator?",
	"New password": "Mật khẩu mới",
	"No compatible device found": "Không tìm thấy thiết bị tương thích",
	"No verification token provided": "Chưa có token xác thực nào được cung cấp",
	"One-Time Password": "Mật khẩu dùng một lần (OTP)",
	"Password has been reset": "Mật khẩu đã được đặt lại",
	"Password": "Mật khẩu",
	"Passwords do not match": "Các mật khẩu không giống nhau",
	"Powered by": "Được cung cấp bởi",
	"Privacy Policy": "Chính sách bảo mật",
	"Push Notification": "Đẩy thông báo",
	"Redirection was determined to be unsafe and aborted ensure the redirection URL is correct": "Sự chuyển hướng được xác định là không an toàn và bị hủy bỏ. Hãy đảm bảo sự chuyển hướng là chính xác.",
	"Register device": "Đăng ký thiết bị",
	"Register your first device by clicking on the link below": "Đăng ký thiết bị đầu tiên của bạn bằng cách click vào link bên dưới",
	"Remember Consent": "Ghi nhớ sự đồng ý",
	"Remember me": "Ghi nhớ tôi",
	"Repeat new password": "Nhập lại mật khẩu",
	"Reset password": "Đặt lại mật khẩu",
	"Reset password?": "Bạn muốn đặt lại mật khẩu?",
	"Reset": "Đặt lại",
	"Retry": "Thử lại",
	"Scope": "Phạm vi {{name}}",
	"Secret": "Bí mật",
	"Security Key - WebAuthn": "Mã bảo mật - WebAuthn",
	"Security Key": "Khóa bảo mật",
	"Select a Device": "Chọn một thiết bị",
	"Sign in": "Đăng nhập",
	"Sign out": "Đăng xuất",
	"Successfully revoked the One-Time Code": "Đã thu hồi thành công Mã một lần",
	"Successfully revoked the Token": "Đã thu hồi Token thành công",
	"The above application is requesting the following permissions": "Ứng dụn trên đang yêu cầu các quyền sau",
	"The assertion challenge was rejected as malformed or incompatible by your browser": "Sự xác nhận đã bị trình duyệt của bạn từ chối do không đúng định dạng hoặc không tương thích",
	"The browser did not respond with the expected attestation data": "Trình duyệt không phản hồi với dữ liệu xác thực như mong đợi",
	"The One-Time Code identifier was not provided": "Mã dùng một lần chưa được nhập",
	"The One-Time Password might be wrong": "Mật khẩu dùng một lần (OTP) có thể chưa đúng",
	"The password does not meet the password policy": "Mật khẩu không đáp ứng chính sách về mật khẩu",
	"The password was entered with Caps Lock": "Mật khẩu đã được nhập với Caps Lock",
	"The password was partially entered with Caps Lock": "Mật khẩu đã được nhập một phần với Caps Lock",
	"The resource you're attempting to access requires two-factor authentication": "Tài nguyên bạn đang truy cập yêu cầu xác thực 2 yếu tố",
	"The server rejected the security key": "Server đã từ chối mã bảo mật",
	"The server responded with an invalid Facet ID for the URL": "Server phản hồi với Facet ID không đúng cho URL",
	"The Token was not provided": "Token chưa được cung cấp",
	"There was an issue completing sign in process": "Đã có lỗi xảy ra trong quá trình đăng nhập",
	"There was an issue completing the process the verification token might have expired": "Đã có lỗi xảy ra khi thực hiện. Token xác thực có thể đã hết hạn.",
	"There was an issue fetching Duo device(s)": "Đã có lỗi xảy ra khi truy xuất các thiết bị Duo",
	"There was an issue initiating the password reset process": "Đã có lỗi xảy ra khi khởi tạo quá trình đặt lại mật khẩu",
	"There was an issue resetting the password": "Đã có lỗi xảy ra khi đặt lại mật khẩu",
	"There was an issue retrieving global configuration": "Đã có lỗi xảy ra khi truy xuất cài đặt chung",
	"There was an issue retrieving the current user state": "Đã có lỗi xảy ra khi truy xuất trạng thái hiện tại của người dùng",
	"There was an issue retrieving user preferences": "Đã có lỗi xảy ra khi truy xuất cài đặt của người dùng",
	"There was an issue signing out": "Đã có lỗi xảy ra khi đăng xuất",
	"There was an issue updating preferred Duo device": "Đã có lỗi xảy ra khi cập nhật thiết bị Duo đã chọn",
	"There was an issue updating preferred second factor method": "Đã có lỗi xảy ra khi cập nhật phương pháp xác thực thứ 2",
	"This device is not registered": "Thiết bị này chưa được đăng ký",
	"This saves this consent as a pre-configured consent for future use": "Sự đồng ý này sẽ được lưu lại để sử dụng trong tương lai",
	"Time-based One-Time Password": "Mật khẩu một lần dựa vào thời gian",
	"Touch the token of your security key": "Chọn token trên mã bảo mật của bạn",
	"Use OpenID to verify your identity": "Dùng OpenID để xác thực danh tính của bạn",
	"Username": "Tài khoản",
	"Username is required": "Tên đăng nhập là bắt buộc",
	"You cancelled the assertion request": "Bạn đã hủy yêu cầu xác nhận",
	"You must view and accept the Privacy Policy before using": "Bạn phải xem và đồng ý với <0>Chính sách bảo mật</0> trước khi sử dụng",
	"You're being signed out and redirected": "Bạn đã được đăng xuất và chuyển hướng",
	"Your browser does not support the WebAuthn protocol": "Trình duyệt của bạn không hỗ trợ giao thức WebAuthn",
	"Your supplied password does not meet the password policy requirements": "Mật khẩu bạn đã nhập không đạt yêu cầu của chính sách mật khẩu"
}
