{
	"{{algorithm}}, {{digits}} digits, {{seconds}} seconds": "{{algorithm}}, {{digits}} chữ số, {{seconds}} giây",
	"A WebAuthn Credential with that Description already exists": "Một thông tin xác thực WebAuthn với mô tả đó đã tồn tại",
	"Add": "Thêm",
	"Added when": "Đã được thêm vào {{when, datetime}}",
	"Added": "Đã thêm",
	"added": "đã thêm",
	"Advanced": "Nâng cao",
	"Algorithm": "Thuật toán",
	"An error occurred when attempting to update the WebAuthn Credential": "Có lỗi xảy ra khi cập nhật thông tin xác thực WebAuthn",
	"An unknown error occurred": "Một lỗi không xác định đã xảy ra",
	"Are you sure you want to remove the One-Time Password from your account": "Bạn có chắc chắn khi bỏ mật khẩu dùng một lần khỏi tài khoản",
	"Are you sure you want to remove the WebAuthn Credential from your account": "Bạn có chắc chắn khi bỏ thông tin xác thực WebAuthn {{description}} khỏi tài khoản?",
	"Attachment": "Đính kèm",
	"Attestation Type": "Loại xác thực",
	"Authenticate": "Xác thực",
	"Authenticator GUID": "GUID của Authenticator",
	"Backed Up": "Đã sao lưu",
	"Backup State": "Trạng thái sao lưu",
	"Cancel": "Hủy",
	"Click to add a {{item}} to your account": "Click để thêm một {{item}} vào tài khoản của bạn",
	"Click to copy the {{value}}": "Click để sao chép {{value}}",
	"Click to Copy": "Click để sao chép",
	"Clone Warning": "Cảnh báo sao chép",
	"Close": "Đóng",
	"Closing this dialog or selecting cancel will invalidate the One-Time Code": "Đóng thông báo này hoặc chọn hủy để loại bỏ mã dùng một lần",
	"Confirm": "Xác nhận",
	"Completed": "Đã hoàn thành",
	"Copied": "Đã sao chép",
	"Credential Creation Options Request succeeded but Credential Creation Options is empty": "Tùy chọn tạo thông tin xác thực đã được tạo thành công nhưng thông tin bị rỗng",
	"Default Method": "Phương pháp mặc định",
	"Default Method (Browser)": "Phương pháp mặc định (Trình duyệt)",
	"delete": "xóa",
	"deleted": "đã xóa",
	"deleting": "đang xóa",
	"Description": "Mô tả",
	"Digits": "Chữ số",
	"Discoverable": "Có thể tìm thấy",
	"Display extended information for this WebAuthn Credential": "Hiển thị thêm cho thông tin xác thực WebAuthen này",
	"Display extended information for this One-Time Password": "Hiển thị thêm thông tin của OTP này",
	"Edit this {{item}}": "Chỉnh sửa {{item}}",
	"Eligible": "Thích hợp",
	"Enabled": "Đã kích hoạt",
	"Enter a description for this WebAuthn Credential": "Nhập mô tả cho thông tin xác thực WebAuthn này",
	"Enter a new description for this WebAuthn Credential": "Nhập mô tả mới cho thông tin xác thực WebAuthn này:",
	"Error occurred obtaining the WebAuthn Credential creation options": "Có lỗi xảy ra khi lấy các tùy chọn tạo thông tin xác thực WebAuthn",
	"Extended information for WebAuthn Credential": "Thông tin xác thực mở rộng của WebAuthn {{description}}",
	"Extended information for One-Time Password": "Thông tin mở rộng cho Mật khẩu dùng một lần",
	"Failed to register device, the provided code is expired or has already been used": "Thất bại khi thêm thiết bị, mã được nhập đã hết hạn hoặc đã được dùng",
	"Failed to register device, the provided link is expired or has already been used": "Thất bại khi thêm thiết bị, link được nhập đã hết hạn hoặc đã được dùng",
	"Failed to register your credential, the identity verification process might have timed out": "Không thể đăng ký thông tin xác thực của bạn. Quá trình xác thực có thể đã hết giờ",
	"global configuration": "cấu hình chung",
	"Identity Verification": "Xác thực danh tính",
	"In order to perform this action policy enforcement requires additional identity verification and a One-Time Code has been sent to your email": "Việc thực hiện hành động thực thi chính sách này cần có thêm thông tin xác thực. Một mã dùng một lần đã được gửi tới email của bạn",
	"Issuer": "Người phát hành",
	"Last Used when": "Lần cuối sử dụng {{when, datetime}}",
	"Last Used": "Lần cuối sử dụng",
	"Length": "Độ dài",
	"Mobile Push": "Thông báo trên điện thoại di động",
	"Need Google Authenticator?": "Bạn cần Google Authenticator?",
	"Never used": "Chưa từng sử dụng",
	"Never": "Không bao giờ",
	"Next": "Kế tiếp",
	"No": "Không",
	"No WebAuthn Credentials have been registered if you'd like to register one click add": "Không có thông tin xác thực WebAuthn nào được đăng ký. Nếu bạn muốn đăng ký thì click nút thêm",
	"Not Eligible": "Không thích hợp",
	"One-Time Password configuration": "Cấu hình mật khẩu dùng một lần (OTP)",
	"One-Time Password": "Mật khẩu dùng một lần (OTP)",
	"One-Time Password Information": "Thông tin Mật khẩu dùng một lần",
	"Options": "Các tùy chọn",
	"Overview": "Tổng quan",
	"Period": "Thời gian",
	"Previous": "Trước đó",
	"Public Key": "Khóa công khai",
	"QR Code": "Mã QR",
	"Register {{item}}": "Đăng ký {{item}}",
	"Register": "Đăng ký",
	"Relying Party ID": "ID của đơn vị phụ thuộc",
	"Remove {{item}}": "Loại bỏ {{item}}",
	"Remove this {{item}}": "Loại bỏ {{item}} này",
	"Remove": "Loại bỏ",
	"Seconds": "Giây",
	"Secret": "Bí mật",
	"Settings": "Cài đặt",
	"Start": "Bắt đầu",
	"Successfully {{action}} the {{item}}": "{{action}} {{item}} thành công",
	"The attestation challenge was rejected as malformed or incompatible by your browser": "Thử thách xác thực đã bị từ chối bởi trình duyệt của bạn do không đúng định dạng hoặc không tương thích",
	"The Description must be more than 1 character and less than 64 characters": "Thông tin mô tả nên có hơn 1 ký tự và ít hơn 64 ký tự",
	"The One-Time Code either doesn't match the one generated or an unknown error occurred": "Mã dùng một lần không khớp với mã đã tạo. Hoặc đã xảy ra lỗi không xác định",
	"The One-Time Password has not been registered if you'd like to register it click add": "Mã dùng một lần chưa được đăng ký. Bạn có thể click nút thêm để đăng ký",
	"The One-Time Password information is not loaded": "Thông tin mật khẩu một lần (OTP) chưa được tải",
	"The WebAuthn Credential information is not loaded": "Thông tin xác thực WebAuthn chưa được tải lên",
	"There are no protected applications that require a second factor method": "Không có ứng dụng nào cần phương thức xác thực 2 yếu tố",
	"There is an issue with this Credential to find out more click to display extended information for this WebAuthn Credential": "Có vấn đề với thông tin xác thực này. Để tìm hiểu thêm, click để hiển thị thêm về thông tin xác thực WebAuthn này",
	"There was a problem {{action}} the {{item}}": "Có lỗi xảy ra khi {{action}} {{item}}",
	"There was an issue retrieving the {{item}}": "Có lỗi xảy ra khi truy xuất {{item}}",
	"There was an issue updating preferred second factor method": "Có lỗi xảy ra khi cập nhật phương pháp xác thực 2 yếu tố mặc định",
	"This dialog handles registration of a {{item}}": "Thông báo này xử lý việc đăng ký của một {{item}}",
	"This is a legacy WebAuthn Credential if it's not operating normally you may need to delete it and register it again": "Đây là thông tin bảo mật WebAuthn cũ. Nếu nó không hoạt động bình thường, bạn có thể phải xóa nó và đăng ký lại",
	"This is the user settings area at the present time it's very minimal but will include new features in the near future": "Đây là khu vực cài đặt người dùng. Hiện tại nó rất tối giản nhưng sẽ có thêm nhiều tính năng trong thời gian tới",
	"To begin select next": "Để bắt đầu lựa chọn kế tiếp",
	"To view the currently available options select the menu icon at the top left": "Để xem các lựa chọn khả dụng, chọn icon menu ở phía trên, bên trái",
	"Touch the token on your security key": "Chọn token trên mã bảo mật của bạn",
	"Transports": "Các giao thức",
	"Two-Factor Authentication": "Xác thực 2 yếu tố",
	"Unknown": "Không xác định",
	"update": "cập nhật",
	"Update": "Cập nhật",
	"updated": "đã cập nhật",
	"updating": "đang cập nhật",
	"URI": "URI",
	"Usage Count": "Số lượng sử dụng",
	"user preferences": "tùy chọn của người dùng",
	"User Settings": "Cài đặt người dùng",
	"User Verified": "Tài khoản đã xác thực",
	"Verification": "Sự xác nhận",
	"Verify": "Xác nhận",
	"WebAuthn Credential Information": "Thông tin xác thực WebAuthn",
	"WebAuthn Credential": "Thông tin xác thực WebAuthn",
	"WebAuthn Credentials": "Các thông tin xác thực WebAuthn",
	"Yes": "Đúng",
	"You cancelled the attestation request": "Bạn đã hủy bỏ yêu cầu xác thực",
	"You have registered this device already": "Bạn đã đăng ký thiết bị này trước đây",
	"You must be elevated to {{action}} a {{item}}": "Bạn phải được cấp quyền để {{action}} một {{item}}",
	"You must have a higher authentication level to {{action}} a {{item}}": "Bạn phải có phương thức xác thực với cấp cao hơn để {{action}} một {{item}}",
	"You must open the link from the same device and browser that initiated the registration process": "Bản phải mở link ở trên cùng một thiết bị và trình duyệt mà đã bắt đầu quá trình đăng ký",
	"You must use the code from the same device and browser that initiated the process": "Bản phải dùng mã từ cùng thiết bị và trình duyệt mà đã bắt đầu quá trình",
	"Your browser does not appear to support the configuration": "Trình duyệt của bạn có vẻ không hỗ trợ cấu hình này",
	"Your browser does not support the WebAuthn protocol": "Trình duyệt của bạn không hỗ trợ giao thức WebAuthn",
	"Your device does not support user verification or resident keys but this was required": "Thiết bị của bạn không hỗ trợ xác thực người dùng hoặc mã nội trú. Nhưng điều này là bắt buộc"
}
