{
	"Accept": "ยอมรับ",
	"Access protected resources logged in as you": "เข้าถึงทรัพยากรที่ป้องกันโดยการล็อกอินในฐานะคุณ",
	"Access your email addresses": "เข้าถึงที่อยู่อีเมลของคุณ",
	"Access your group membership": "เข้าถึงสมาชิกกลุ่มของคุณ",
	"Access your profile information": "เข้าถึงข้อมูลโปรไฟล์ของคุณ",
	"Account Settings": "การตั้งค่าบัญชี",
	"A notification has been sent to your smartphone": "การแจ้งเตือนได้ถูกส่งไปยังสมาร์ทโฟนของคุณ",
	"An email has been sent to your address to complete the process": "มีอีเมลถูกส่งไปยังที่อยู่ของคุณเพื่อทำขั้นตอนให้เสร็จสิ้น",
	"An unexpected error occurred": "เกิดข้อผิดพลาดที่ไม่คาดคิด",
	"An unknown error occurred": "เกิดข้อผิดพลาดที่ไม่รู้จัก",
	"An unknown security error occurred": "เกิดข้อผิดพลาดด้านความปลอดภัยที่ไม่รู้จัก",
	"Authenticated": "ได้รับการยืนยันตัวตนแล้ว",
	"Automatically refresh these permissions without user interaction": "ทำการรีเฟรชสิทธิ์เหล่านี้โดยอัตโนมัติโดยไม่ต้องมีการโต้ตอบจากผู้ใช้",
	"Cancel": "ยกเลิก",
	"Client ID": "หมายเลขไคลเอนต์: {{client_id}}",
	"Close": "ปิด",
	"Consent Request": "คำขอการยินยอม",
	"Contact your administrator to register a device": "ติดต่อผู้ดูแลระบบของคุณเพื่อลงทะเบียนอุปกรณ์",
	"Could not obtain user settings": "ไม่สามารถรับการตั้งค่าของผู้ใช้ได้",
	"Deny": "ปฏิเสธ",
	"Device selection was bypassed by Duo policy": "การเลือกอุปกรณ์ถูกข้ามโดยนโยบาย Duo",
	"Device selection was denied by Duo policy": "การเลือกอุปกรณ์ถูกปฏิเสธโดยนโยบาย Duo",
	"Enter new password": "กรอกรหัสผ่านใหม่",
	"Enter One-Time Password": "กรอกรหัสผ่านแบบใช้ครั้งเดียว",
	"Failed to initiate security key sign in process": "ไม่สามารถเริ่มต้นกระบวนการเข้าสู่ระบบด้วยกุญแจรักษาความปลอดภัย",
	"Failed to revoke the One-Time Code": "ไม่สามารถถอนรหัสโค้ดแบบใช้ครั้งเดียว",
	"Failed to revoke the Token": "ไม่สามารถถอนโทเค็น",
	"Hi": "สวัสดี",
	"Incorrect username or password": "ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง",
	"Login": "เข้าสู่ระบบ",
	"Logout": "ออกจากระบบ",
	"Manage devices": "จัดการอุปกรณ์",
	"Methods": "วิธีการ",
	"Must be at least {{len}} characters in length": "ต้องมีความยาวอย่างน้อย {{len}} ตัวอักษร",
	"Must have at least one UPPERCASE letter": "Must have at least one UPPERCASE letter",
	"Must have at least one lowercase letter": "Must have at least one lowercase letter",
	"Must have at least one number": "Must have at least one number",
	"Must have at least one special character": "Must have at least one special character",
	"Must not be more than {{len}} characters in length": "ต้องไม่ยาวเกิน {{len}} ตัวอักษร",
	"Need Google Authenticator?": "ต้องการ Google Authenticator หรือไม่?",
	"New password": "รหัสผ่านใหม่",
	"No compatible device found": "ไม่พบอุปกรณ์ที่รองรับ",
	"No verification token provided": "ไม่ได้มีโทเค็นการตรวจสอบสิทธิ์",
	"One-Time Password": "รหัสผ่านแบบใช้ครั้งเดียว",
	"Password has been reset": "รหัสผ่านถูกรีเซ็ตแล้ว",
	"Password": "รหัสผ่าน",
	"Passwords do not match": "รหัสผ่านไม่ตรงกัน",
	"Powered by": "ขับเคลื่อนโดย",
	"Privacy Policy": "นโยบายความเป็นส่วนตัว",
	"Push Notification": "การแจ้งเตือนแบบดัน",
	"Redirection was determined to be unsafe and aborted ensure the redirection URL is correct": "การเปลี่ยนเส้นทางถูกกำหนดว่าไม่ปลอดภัยและถูกยกเลิก โปรดตรวจสอบว่า URL การเปลี่ยนเส้นทางถูกต้อง",
	"Register device": "ลงทะเบียนอุปกรณ์",
	"Register your first device by clicking on the link below": "ลงทะเบียนอุปกรณ์แรกของคุณโดยคลิกที่ลิงก์ด้านล่าง",
	"Remember Consent": "จดจำการยินยอม",
	"Remember me": "จำฉันไว้",
	"Repeat new password": "กรอกรหัสผ่านใหม่อีกครั้ง",
	"Reset password": "รีเซ็ตรหัสผ่าน",
	"Reset password?": "รีเซ็ตรหัสผ่าน?",
	"Reset": "รีเซ็ต",
	"Retry": "ลองใหม่",
	"Scope": "ขอบเขต {{name}}",
	"Secret": "ความลับ",
	"Security Key - WebAuthn": "กุญแจรักษาความปลอดภัย - WebAuthn",
	"Security Key": "คีย์รักษาความปลอดภัย",
	"Select a Device": "เลือกอุปกรณ์",
	"Sign in": "เข้าสู่ระบบ",
	"Sign out": "ออกจากระบบ",
	"Successfully revoked the One-Time Code": "ถอนรหัสโค้ดแบบใช้ครั้งเดียวสำเร็จ",
	"Successfully revoked the Token": "ถอนโทเค็นสำเร็จ",
	"The above application is requesting the following permissions": "แอปพลิเคชันด้านบนกำลังขออนุญาตต่อไปนี้",
	"The assertion challenge was rejected as malformed or incompatible by your browser": "ความท้าทายการยืนยันถูกปฏิเสธว่าไม่ถูกต้องหรือไม่เข้ากันโดยเบราว์เซอร์ของคุณ",
	"The browser did not respond with the expected attestation data": "เบราว์เซอร์ไม่ได้ตอบกลับด้วยข้อมูลการรับรองความถูกต้องที่คาดไว้",
	"The One-Time Code identifier was not provided": "ไม่ได้มีการระบุรหัสโค้ดแบบใช้ครั้งเดียว",
	"The One-Time Password might be wrong": "รหัสผ่านแบบใช้ครั้งเดียวอาจไม่ถูกต้อง",
	"The password does not meet the password policy": "รหัสผ่านไม่ตรงตามนโยบายรหัสผ่าน",
	"The password was entered with Caps Lock": "รหัสผ่านถูกป้อนด้วย Caps Lock",
	"The password was partially entered with Caps Lock": "รหัสผ่านถูกป้อนบางส่วนด้วย Caps Lock",
	"The resource you're attempting to access requires two-factor authentication": "ทรัพยากรที่คุณกำลังพยายามเข้าถึงต้องการการตรวจสอบสิทธิ์แบบสองขั้นตอน",
	"The server rejected the security key": "เซิร์ฟเวอร์ปฏิเสธกุญแจรักษาความปลอดภัย",
	"The server responded with an invalid Facet ID for the URL": "เซิร์ฟเวอร์ตอบกลับด้วย Facet ID ที่ไม่ถูกต้องสำหรับ URL",
	"The Token was not provided": "ไม่ได้มีการระบุโทเค็น",
	"There was an issue completing sign in process": "มีปัญหาในการดำเนินการเข้าสู่ระบบ",
	"There was an issue completing the process the verification token might have expired": "มีปัญหาในการดำเนินการ ขอโทษ โทเค็นการตรวจสอบสิทธิ์อาจหมดอายุ",
	"There was an issue fetching Duo device(s)": "There was an issue fetching Duo device(s)",
	"There was an issue initiating the password reset process": "มีปัญหาในการเริ่มกระบวนการรีเซ็ตรหัสผ่าน",
	"There was an issue resetting the password": "มีปัญหาในการรีเซตรหัสผ่าน",
	"There was an issue retrieving global configuration": "มีปัญหาในการดึงการตั้งค่าทั่วโลก",
	"There was an issue retrieving the current user state": "มีปัญหาในการดึงสถานะของผู้ใช้งานปัจจุบัน",
	"There was an issue retrieving user preferences": "มีปัญหาในการดึงการตั้งค่าที่ชอบของผู้ใช้",
	"There was an issue signing out": "มีปัญหาในการออกจากระบบ",
	"There was an issue updating preferred Duo device": "มีปัญหาในการอัปเดตอุปกรณ์ Duo ที่ต้องการ",
	"There was an issue updating preferred second factor method": "มีปัญหาในการปรับปรุงวิธีการยืนยันขั้นที่สองที่ต้องการ",
	"This device is not registered": "อุปกรณ์นี้ไม่ได้ลงทะเบียน",
	"This saves this consent as a pre-configured consent for future use": "นี่จะบันทึกการยินยอมนี้เป็นการยินยอมที่ตั้งค่าไว้ล่วงหน้าสำหรับการใช้งานครั้งหน้า",
	"Time-based One-Time Password": "รหัสผ่านแบบใช้ครั้งเดียวที่อิงตามเวลา",
	"Touch the token of your security key": "แตะที่โทเค็นของคีย์รักษาความปลอดภัยของคุณ",
	"Use OpenID to verify your identity": "ใช้ OpenID เพื่อตรวจสอบตัวตนของคุณ",
	"Username": "ชื่อผู้ใช้",
	"Username is required": "ชื่อผู้ใช้เป็นสิ่งจำเป็น",
	"You cancelled the assertion request": "คุณยกเลิกคำขอการยืนยัน",
	"You must view and accept the Privacy Policy before using": "คุณต้องดูและยอมรับ <0>นโยบายความเป็นส่วนตัว</0> ก่อนใช้งาน",
	"You're being signed out and redirected": "คุณกำลังออกจากระบบและถูกเปลี่ยนเส้นทาง",
	"Your browser does not support the WebAuthn protocol": "เบราว์เซอร์ของคุณไม่สนับสนุนโปรโตคอล WebAuthn",
	"Your supplied password does not meet the password policy requirements": "รหัสผ่านที่คุณป้อนไม่ตรงตามข้อกำหนดนโยบายรหัสผ่าน"
}
