{
  "An email has been sent to your address to complete the process": "Un correo ha sido enviado a su cuenta para completar el proceso",
  "Authenticated": "Autenticado",
  "Cancel": "Cancelar",
  "Contact your administrator to register a device": "Contacte a su administrador para registrar un dispositivo.",
  "Could not obtain user settings": "Error al obtener configuración de usuario",
  "Done": "Hecho",
  "Enter new password": "Ingrese una nueva contraseña",
  "Enter one-time password": "Ingrese contraseña de un solo uso (OTP)",
  "Failed to register device, the provided link is expired or has already been used": "Error al registrar dispositivo, el link expiró o ya ha sido utilizado",
  "Hi": "Hola",
  "Incorrect username or password": "Usuario y/o contraseña incorrectos",
  "Loading": "Cargando",
  "Logout": "Cerrar Sesión",
  "Lost your device?": "Perdió su dispositivo?",
  "Methods": "Métodos",
  "Need Google Authenticator?": "Necesita Google Authenticator?",
  "New password": "Nueva contraseña",
  "No verification token provided": "No se ha recibido el token de verificación",
  "OTP Secret copied to clipboard": "La clave OTP ha sido copiada al portapapeles",
  "OTP URL copied to clipboard": "la URL OTP ha sido copiada al portapapeles.",
  "One-Time Password": "Contraseña de un solo uso (OTP)",
  "Password has been reset": "La contraseña ha sido restablecida.",
  "Password": "Contraseña",
  "Passwords do not match": "Las contraseñas no coinciden.",
  "Push Notification": "Notificaciones Push",
  "Register device": "Registrar Dispositivo",
  "Register your first device by clicking on the link below": "Registre su primer dispositivo, haciendo click en el siguiente link.",
  "Remember me": "Recordarme",
  "Repeat new password": "Repetir la contraseña",
  "Reset password": "Restablecer Contraseña",
  "Reset password?": "Olvidé mi contraseña",
  "Reset": "Restablecer",
  "Scan QR Code": "Escanear Código QR",
  "Secret": "Secreto",
  "Security Key - WebAuthN": "Llave de Seguridad - WebAuthN",
  "Select a Device": "Seleccionar Dispositivo",
  "Sign in": "Iniciar Sesión",
  "Sign out": "Cerrar Sesión",
  "The resource you're attempting to access requires two-factor authentication": "El recurso que intenta alcanzar requiere un segundo factor de autenticación (2FA).",
  "There was a problem initiating the registration process": "Ocurrió un problema al iniciar el proceso de registración",
  "There was an issue completing the process. The verification token might have expired": "Ocurrió un problema mientras se completaba el proceso. El token de verificación pudo haber expirado.",
  "There was an issue initiating the password reset process": "Ha ocurrido un error al iniciar el proceso de proceso de restauración de contraseña.",
  "There was an issue resetting the password": "Ocurrió un error al intentar restablecer la contraseña",
  "There was an issue signing out": "Ocurrió un error al intentar cerrar sesión",
  "Time-based One-Time Password": "Contraseña de uso único - OTP",
  "Username": "Usuario",
  "You must open the link from the same device and browser that initiated the registration process": "Debe abrir el link desde el mismo dispositivo y navegador desde el que inició el proceso de registración",
  "You're being signed out and redirected": "Cerrando Sesión y redirigiendo",
  "Your supplied password does not meet the password policy requirements": "La contraseña suministrada no cumple con los requerimientos de la política de contraseñas",
  "Use OpenID to verify your identity": "Utilizar OpenID para verificar su identidad",
  "Access your profile information": "Acceder a tu información de perfil",
  "Access your group membership": "Acceso a su(s) grupo(s)",
  "Access your email addresses": "Acceso a su dirección de correo",
  "Accept": "Aceptar",
  "Deny": "Denegar",
  "The above application is requesting the following permissions": "La aplicación solicita los siguientes permisos",
  "The password does not meet the password policy": "La contraseña no cumple con la política de contraseñas",
  "Must have at least one lowercase letter": "Debe contener al menos una letra minúscula",
  "Must have at least one UPPERCASE letter": "Debe contener al menos una letra MAYUSCULA",
  "Must have at least one number": "Debe contener al menos un número",
  "Must have at least one special character": "Debe contener al menos un caracter especial",
  "Must be at least {{len}} characters in length": "La longitud mínima es de {{len}} caracteres",
  "Must not be more than {{len}} characters in length": "La longitud máxima es de {{len}} caracteres",
  "There was an issue updating preferred second factor method": "Ocurrió un error al actualizar el método de segundo factor de autenticación preferido",
  "Your browser does not appear to support the configuration": "Su navegador no parece suportar la configuración",
  "The attestation challenge was rejected as malformed or incompatible by your browser": "La certificación de desafío fue rechazado como malformado o incompatible por su navegador", 
  "Your browser does not support the WebAuthN protocol": "Su navegador no soporta el protocolo WebAuthN.",
  "You cancelled the attestation request": "Ha cancelado la solicitud de certificación.",
  "Your device does not support user verification or resident keys but this was required": "Su dispositivo no soporta verificación de usuario o llaves residente, pero fue requerida.",
  "You have registered this device already": "Ya ha registrado este dispositivo",
  "An unknown error occurred": "Ha ocurrido un error desconocido",
  "Failed to register your device. The identity verification process might have timed out": "Error al registrar su dispositivo. El proceso de verificación de identidad pudo haber expirado.",
  "Touch the token on your security key": "Presione el token en su llave de seguridad",
  "There was an issue retrieving user preferences": "Ha ocurrido un problema al obtener las preferencia del usuario",
  "There was an issue fetching the current user state": "Ha ocurrido un problema al obtener el estado del usuario actual",
  "There was an issue retrieving global configuration": "Ha ocurrido un problema al obtener la configuración global",
  "Redirection was determined to be unsafe and aborted. Ensure the redirection URL is correct": "La URL de redirección fue determinada insegura. Verifique que la URL de redirección es correcta.",
  "Touch Security Key": "Presione su llave de seguridad",
  "Retry": "Reintentar"
}